tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "bash"
brew "bash-completion"
brew "binutils"
brew "coreutils"
brew "curl"
brew "openssl"
brew "openssh"
brew "git", args: ["with-curl", "with-openssl"]
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "jsonpp"
brew "sqlite"
brew "ssh-copy-id"
brew "xz"
brew "the_silver_searcher"

cask "alfred"
cask "gitup"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "spectacle"
